export default [{
	'name': '八达岭长城',
	'quotes': ['遇见你生命的倒数第二个前任', '捡到一个坏掉的iPhone7', '被偷了你没有钱的钱包', '情不自禁跳起了广场舞', '遇到了一生中注定会错过的男孩'],
	'gps': ['116.016802', '40.356188']
}, {
	'name': '三里屯酒吧街',
	'quotes': ['蹦迪的时候甩掉了头顶的假发', '喝醉追着路人叫爸爸', '遇见你生命的倒数第二个前任', '和不会跳舞的男朋友蹦迪', '喝个烂醉被垃圾车带走'],
	'gps': ['116.45566', '39.934683']
}, {
	'name': '三里屯苹果店',
	'quotes': ['和黄牛疯抢货源最后成了好朋友', '自拍突然屏幕炸裂到稀碎', '捡到一个坏掉的iPhone7', '的路边开心的吃起了土', '拿着十斤羊腰子企图换一部iPhone'],
	'gps': ['116.454234', '39.935142']
}, {
	'name': '三里屯优衣库',
	'quotes': ['不自觉地拉着另一半进了试衣间', '遇到了一生中注定会错过的男孩', '捡到一张500万彩票', '目睹了一场avi现场'],
	'gps': ['116.454721', '39.93752']
}, {
	'name': '北京朝阳区',
	'quotes': ['加入了捉奸大队并担任大队长', '和一个陌生异性有惊无险地共处一夜', '的高档酒店和几位演员对起了剧本', '搭讪美女被其男友追打三公里', '当街唱歌被城管带走，疑噪音扰民'],
	'gps': ['116.443108', '39.92147']
}, {
	'name': '北京五环',
	'quotes': ['堵车堵到看破红尘', '因堵车不得不叫外卖，最终吃起了路边土', '被一车面包人暴打', '斜45度角仰望天空仿佛很忧郁'],
	'gps': ['116.393393', '40.022673']
}, {
	'name': '北京电影学院',
	'quotes': ['和男神对剧本对到天荒地老', '情不自禁跳起了广场舞', '与一个陌生异性共处一夜', '经历了一次被拒绝的表白', '遇见你生命的倒数第二个前任'],
	'gps': ['116.355707', '39.971747']
}, {
	'name': '北京后海',
	'quotes': ['蹦迪的时候甩掉了头顶的假发', '喝醉追着路人叫爸爸', '喝个烂醉被垃圾车带走', '和不会跳舞的男朋友蹦迪', '被偷了你没有钱的钱包'],
	'gps': ['116.382816', '39.941988']
}, {
	'name': '北京簋街',
	'quotes': ['吃一顿吃了不会长胖的大餐', '吃了一顿麻辣小龙虾霸王餐', '被外国友人请吃了一顿大餐', '用行动摧毁了减肥flag', '被偷了你没有钱的钱包'],
	'gps': ['116.421716', '39.940741']
}, {
	'name': '中央戏剧学院',
	'quotes': ['和男神对剧本对到天荒地老', '情不自禁跳起了广场舞', '与一个陌生异性共处一夜', '感叹毕业多年却依然不红的人生', '遇见你生命的倒数第二个前任'],
	'gps': ['116.404574', '39.93599']
}, {
	'name': '北京实验二小学区',
	'quotes': ['被一坨24K纯金粑粑砸中', '花530万给儿子买了一套11平米豪华学区房', '被偷了你没有钱的钱包', '的路边开心的吃起了土', '施舍乞丐后发现碗里的钱比自己还多'],
	'gps': ['116.365659', '39.905513']
}, {
	'name': '北京大学',
	'quotes': ['遇到了一生中注定会错过的男孩', '暗暗发誓一定要好好学习让孩子在这里读大学', '以知名校友的身份参加晚宴', '经历了一场被拒绝的求婚', '被路边的算命先生骗了一次'],
	'gps': ['116.31088', '39.99281']
}, {
	'name': '北京798艺术区',
	'quotes': ['举办了一场盛大的婚礼', '开心地裸奔5公里', '和哈士奇对视4小时后被主人牵走', '向女友求婚忘带戒指', '情不自禁跳起了广场舞'],
	'gps': ['116.494606', '39.985056']
}, {
	'name': '颐和园后面的野湖',
	'quotes': ['和路人兴奋地尬舞', '和冯小刚尬戏老炮儿片段', '和男朋友在小树林里学习微积分', '被一车面包人暴打', '在众目睽睽下裸泳'],
	'gps': ['116.272876', '39.99243']
}, {
	'name': '宇宙中心五道口',
	'quotes': ['吃一顿吃了不会长胖的大餐', '搭讪美女被其男友追打三公里', '斜45度角仰望天空仿佛很忧郁', '的路边开心的吃起了土', '被路边的算命先生骗了一次'],
	'gps': ['116.338611', '39.992552']
}, {
	'name': '北京长安大街',
	'quotes': ['搭讪美女被其男友追打三公里', '施舍乞丐后发现碗里的钱比自己还多', '当街唱歌被城管带走，疑噪音扰民', '被大妈邀请成为广场舞领舞', '被一车面包人暴打'],
	'gps': ['116.394995', '39.907552']
}, {
	'name': '北京王府井',
	'quotes': ['经历了一场被拒绝的求婚', '吃一顿吃了不会长胖的大餐', '被路边的算命先生骗了一次', '遇见你生命的倒数第二个前任', '当街唱歌被城管带走，疑噪音扰民'],
	'gps': ['116.411539', '39.911949']
}, {
	'name': '济南大明湖',
	'quotes': ['哭着闹着要举高高', '被男朋友拿着钻戒求婚', '和男朋友上演还珠格格的戏码', '向漂亮的小姐姐借姨妈巾', '遇见你生命的倒数第二个前任'],
	'gps': ['117.025704', '36.675257']
}, {
	'name': '上海衡山路酒吧街',
	'quotes': ['会有一场惨目人睹的艳遇', '喝个烂醉被垃圾车带走', '和不会跳舞的男朋友蹦迪', '蹦迪的时候甩掉了头顶的假发', '喝酒的时候被邻桌帅哥搭讪'],
	'gps': ['121.446694', '31.204721']
}, {
	'name': '上海迪士尼',
	'quotes': ['玩过山车甩掉了头顶的假发', '被另一半单膝跪地求婚', '举办了一场盛大的婚礼', '遇到了一生中注定会错过的男孩', '遇见你生命的倒数第二个前任'],
	'gps': ['121.661735', '31.141333']
}, {
	'name': '东方明珠',
	'quotes': ['和男朋友激情尬舞', '向女友求婚忘带戒指', '欲与天公试比高', '哭着闹着要举高高', '斜45度角仰望天空仿佛很忧郁'],
	'gps': ['121.499809', '31.239666']
}, {
	'name': '上海人民广场',
	'quotes': ['搭讪美女被其男友追打三公里', '被大妈邀请成为广场舞领舞', '遇到了一生中注定会错过的男孩', '会有一场惨目人睹的艳遇', '找到一个新的男朋友'],
	'gps': ['121.47519', '31.228833']
}, {
	'name': '上海外滩',
	'quotes': ['脱掉衣服准备纵身跳下黄浦江', '经历了一场被拒绝的求婚', '被男朋友拿着钻戒求婚', '斜45度角仰望天空仿佛很忧郁', '施舍乞丐后发现碗里的钱比自己还多'],
	'gps': ['121.490602', '31.237767']
}, {
	'name': '上海相亲角',
	'quotes': ['搭讪美女被其男友追打三公里', '“汪汪”地叫了一天', '遇见你生命的倒数第二个前任', '会有一场惨目人睹的艳遇', '遇到了一生中注定会错过的男孩'],
	'gps': ['121.701666', '31.190258']
}]