export default [{
	'gps': ['116.016802', '40.356188'],
	'quotes': ['遇见你生命的倒数第二个前任', '捡到一个iPhone7试了一下密码果然是0000', '遇到了一生中注定会错过的另一半', '遇见了最终会陪你走完一生的人'],
	'name': '八达岭长城'
}, {
	'gps': ['116.454234', '39.935142'],
	'quotes': ['拿着十斤腰子企图换一部iPhone7.5s', '自拍突然屏幕炸裂到稀碎'],
	'name': '三里屯苹果店'
}, {
	'gps': ['116.454721', '39.93752'],
	'quotes': ['不自觉地拉着另一半进了试衣间', '遇到了一生中注定会错过的人', '听到隔壁试衣间发出了奇怪的声音'],
	'name': '三里屯优衣库'
}, {
	'gps': ['116.443108', '39.92147'],
	'quotes': ['看到民间捉奸大队在招募新成员于是凑了上去', '和几位女演员在高档酒店斗起了地主'],
	'name': '北京朝阳区'
}, {
	'gps': ['116.393393', '40.022673'],
	'quotes': ['堵车堵了几个小时尿急差点失禁', '因为在路边尿尿被一车面包人暴打', '斜45度角仰望天空时天下掉下一坨鸟屎'],
	'name': '北京五环'
}, {
	'gps': ['116.355707', '39.971747'],
	'quotes': ['和偶像在凌晨三点一本正经地对起了剧本', '遇见你生命中见过的最漂亮的女生'],
	'name': '北京电影学院'
}, {
	'gps': ['116.382816', '39.941988'],
	'quotes': ['蹦迪的时候甩掉了头顶的假发', '因看起来不满18岁最终被赶出酒吧', '喝醉后跟路人说自己想飞上天和太阳肩并肩', '和一个穿着紫红色短裙的小姑娘蹦迪'],
	'name': '北京后海酒吧街'
}, {
	'gps': ['116.421716', '39.940741'],
	'quotes': ['用行动摧毁了减肥flag'],
	'name': '北京簋街'
}, {
	'gps': ['116.365659', '39.905513'],
	'quotes': ['踩到了一坨24K纯金粑粑', '看到一个刚放学的小女孩在教训她的男朋友', '施舍乞丐后发现碗里的钱比自己还多'],
	'name': '北京实验二小学区'
}, {
	'gps': ['116.31088', '39.99281'],
	'quotes': ['遇到了这一生中注定会错过的人'],
	'name': '北京大学'
}, {
	'gps': ['116.338611', '39.992552'],
	'quotes': ['吃一顿不会长胖的大餐'],
	'name': '宇宙中心五道口'
}, {
	'gps': ['116.394995', '39.907552'],
	'quotes': ['搭讪美女被其男友追打十公里', '施舍乞丐后发现碗里的钱比自己还多'],
	'name': '北京长安大街'
}, {
	'gps': ['116.411539', '39.911949'],
	'quotes': ['遇见你生命的倒数第五个前任', '吃一顿吃了不会长胖的大餐'],
	'name': '北京王府井'
}, {
	'gps': ['117.025704', '36.675257'],
	'quotes': ['遇见你生命中最后一个前任', '遇见一个穿红色棉袄的大妈名叫夏雨荷'],
	'name': '济南大明湖'
}, {
	'gps': ['121.446694', '31.204721'],
	'quotes': ['会有一场惨不人睹的艳遇', '喊麦：一人我饮酒醉', '因看起来不满18岁最终被赶出酒吧', '蹦迪的时候甩掉了头顶的假发'],
	'name': '上海衡山路酒吧街'
}, {
	'gps': ['121.661735', '31.141333'],
	'quotes': ['玩过山车甩掉了头顶的假发', '举办了一场盛大的婚礼', '和闺蜜们庆祝18岁生日', '遇到了一生中注定会错过的男孩'],
	'name': '上海迪士尼'
}, {
	'gps': ['121.47519', '31.228833'],
	'quotes': ['吃到一只假炸鸡', '被大妈邀请成为广场舞领舞', '遇到了一生中注定会错过的男孩', '会有一场惨目人睹的艳遇'],
	'name': '上海人民广场'
}, {
	'gps': ['121.490602', '31.237767'],
	'quotes': ['看到草丛中涌动着窸窸窣窣的声音不禁产生了好奇', '被人拿着钻戒求婚', '施舍乞丐后发现碗里的钱比自己还多'],
	'name': '上海外滩'
}, {
	'gps': ['121.701666', '31.190258'],
	'quotes': ['搭讪美女被其男友追打三公里', '会有一场惨目人睹的艳遇', '遇到了一生中注定会错过的男孩'],
	'name': '上海相亲角'
}, {
	'gps': ['121.327692', '31.194433'],
	'quotes': ['虹桥一姐抢着和你合影签名'],
	'name': '上海虹桥机场'
}, {
	'gps': ['120.122608', '30.227113'],
	'quotes': ['遇见你生命的最后一个前任', '遇到穿着白色羽绒服的白素贞', '唱起了“西湖的水，我的泪”'],
	'name': '杭州西湖'
}, {
	'gps': ['113.934576', '22.540487'],
	'quotes': ['跪求英雄联盟部门删掉亚索', '打开微信使用摇一摇摇到了保洁阿姨', '跪求英雄联盟部门删掉提莫', '充值qq会员以示尊贵身份'],
	'name': '腾讯大厦'
}, {
	'gps': ['114.182188', '22.285598'],
	'quotes': ['自拍突然屏幕炸裂到稀碎', '会有一次一生难忘的艳遇', '会遇到自己未来的另一半'],
	'name': '香港维多利亚港'
}, {
	'gps': ['113.046313', '28.235927'],
	'quotes': ['在厕所遇到汪涵在尿尿', '和谢娜激情飙歌唱九妹'],
	'name': '芒果卫视'
}, {
	'gps': ['100.235722', '26.870397'],
	'quotes': ['因为失恋故意喝得不醒人事', '会有一次一生难忘的艳遇', '与一个陌生异性发生了不可言状的事情', '遇见你生命的倒数第二个前任', '留下一封慢递信寄往心爱的人那里', '遇到了一生中注定会错过的人'],
	'name': '丽江古城'
}, {
	'gps': ['112.941363', '34.506982'],
	'quotes': ['剃发明志潜心学习微积分', '剃发明志潜心学习大学物理', '强迫方丈亲亲抱抱举高高'],
	'name': '少林寺'
}, {
	'gps': ['108.944143', '34.254162'],
	'quotes': ['会有一次惨目人睹不忍回忆的艳遇', '因看起来不满18岁最终被赶出酒吧', '蹦迪的时候甩掉了头顶的假发', '喝酒的时候被邻桌美女搭讪'],
	'name': '西安德福巷酒吧街'
}, {
	'gps': ['104.053581', '30.663845'],
	'quotes': ['走进窄巷子不小心卡在墙缝中'],
	'name': '成都宽窄巷子'
}, {
	'gps': ['104.049882', '30.647148'],
	'quotes': ['喜获一条好运锦鲤'],
	'name': '成都锦里'
}, , {
	'gps': ['104.049882', '30.647148'],
	'quotes': ['喜获一条好运锦鲤'],
	'name': '成都锦里'
}, {
	'gps': ['104.049882', '30.647148'],
	'quotes': ['喜获一条好运锦鲤'],
	'name': '成都锦里'
}, {
	'gps': ['104.049882', '30.647148'],
	'quotes': ['喜获一条好运锦鲤'],
	'name': '成都锦里'
}, {
	'gps': ['104.049882', '30.647148'],
	'quotes': ['喜获一条好运锦鲤'],
	'name': '成都锦里'
}, {
	'gps': ['104.049882', '30.647148'],
	'quotes': ['喜获一条好运锦鲤'],
	'name': '成都锦里'
}, {
	'gps': ['104.049882', '30.647148'],
	'quotes': ['喜获一条好运锦鲤'],
	'name': '成都锦里'
}, {
	'gps': ['104.049882', '30.647148'],
	'quotes': ['喜获一条好运锦鲤'],
	'name': '成都锦里'
}, {
	'gps': ['104.049882', '30.647148'],
	'quotes': ['喜获一条好运锦鲤'],
	'name': '成都锦里'
}, {
	'gps': ['104.049882', '30.647148'],
	'quotes': ['喜获一条好运锦鲤'],
	'name': '成都锦里'
}, {
	'gps': ['123.475139', '25.742234'],
	'quotes': ['高喊：不转不是中国人', '高唱：五星红旗迎风飘扬，胜利歌声多么响亮！'],
	'name': '钓鱼岛'
}, {
	'gps': ['109.354581', '18.292417'],
	'quotes': ['等到了一生中最爱的人', '会有一次一生难忘的艳遇', '听到厕所里传出娇嗔的男声'],
	'name': '三亚天涯海角'
}, {
	'gps': ['118.797864', '31.844419'],
	'quotes': ['会有一场一生难忘的艳遇', '与一个陌生异性发生了不可言状的事情', '遇见你生命的倒数第二个前任'],
	'name': '南京爱情隧道'
}, {
	'gps': ['120.026208', '30.279212'],
	'quotes': ['哭着喊着找马云报销接手的医药费', '被马云授予“年度剁手优质用户”称号', '马爸爸赐我蚂蚁花呗一年不用还', '马云亲自送我一片蚂蚁森林'],
	'name': '阿里巴巴'
}, {
	'gps': ['120.101193', '30.238169'],
	'quotes': ['喜获桃花满满的一年', '喜获怎么吃都不会胖的护身符'],
	'name': '杭州灵隐寺'
}, {
	'gps': ['120.309266', '23.504743'],
	'quotes': ['会有一次一生难忘的艳遇', '遇见你生命的倒数第二个前任'],
	'name': '台湾阿里山'
}, {
	'gps': ['113.541923', '22.176873'],
	'quotes': ['因为吨位太大拉断了蹦极绳', '下降的过程中因恐高吓得甩出了几滴尿'],
	'name': '澳门塔'
}, {
	'gps': ['121.442189', '31.187252'],
	'quotes': ['与思聪一起打游戏并入了后宫', '玩adc抢了辅助五杀而被狂揍', '网瘾少女一般疯狂撸起qq炫舞', '网瘾少年一般沉迷于守望屁股不能自拔'],
	'name': '上海网鱼网咖'
}]