export default [{
	'quotes': ['遇见你生命的倒数第二个前任', '捡到一个坏掉的iPhone7', '被偷了你没有钱的钱包', '情不自禁跳起了广场舞', '遇到了一生中注定会错过的另一半'],
	'name': '八达岭长城',
	'gps': ['116.016802', '40.356188']
}, {
	'quotes': ['蹦迪的时候甩掉了头顶的假发', '喝醉追着路人叫爸爸', '遇见你生命的倒数第二个前任', '和不会跳舞的男朋友蹦迪', '喝个烂醉被垃圾车带走'],
	'name': '三里屯酒吧街',
	'gps': ['116.45566', '39.934683']
}, {
	'quotes': ['和黄牛疯抢货源最后成了好朋友', '自拍突然屏幕炸裂到稀碎', '捡到一个坏掉的iPhone7', '拿着新手机在路边开心地吃起了土', '拿着十斤羊腰子企图换一部iPhone7.5s'],
	'name': '三里屯苹果店',
	'gps': ['116.454234', '39.935142']
}, {
	'quotes': ['不自觉地拉着另一半进了试衣间', '遇到了一生中注定会错过的男孩', '在试衣间捡到了透明状物体', '听到隔壁试衣间发出了奇怪的声音'],
	'name': '三里屯优衣库',
	'gps': ['116.454721', '39.93752']
}, {
	'quotes': ['加入了捉奸大队并担任大队长', '和一个陌生异性有惊无险地共处一夜', '和几位演员在高档酒店斗起了地主', '搭讪美女被其男友追打三公里', '当街唱歌被城管带走，疑噪音扰民'],
	'name': '北京朝阳区',
	'gps': ['116.443108', '39.92147']
}, {
	'quotes': ['堵车堵到看破红尘', '被一车面包人暴打', '斜45度角仰望天空仿佛很忧郁'],
	'name': '北京五环',
	'gps': ['116.393393', '40.022673']
}, {
	'quotes': ['和男神半夜对剧本对到天荒地老', '情不自禁跳起了广场舞', '经历了一次被拒绝的表白', '遇见你生命的倒数第四个前任'],
	'name': '北京电影学院',
	'gps': ['116.355707', '39.971747']
}, {
	'quotes': ['蹦迪的时候甩掉了头顶的假发', '喝醉追着路人叫爸爸', '喝醉后枕着马路牙子睡了一夜', '和不会跳舞的蹦迪', '被偷了你没有钱的钱包'],
	'name': '北京后海',
	'gps': ['116.382816', '39.941988']
}, {
	'quotes': ['吃一顿吃了不会长胖的大餐', '吃了一顿麻辣小龙虾霸王餐', '被外国友人请吃了一顿大餐', '用行动摧毁了减肥flag'],
	'name': '北京簋街',
	'gps': ['116.421716', '39.940741']
}, {
	'quotes': ['和男神半夜三点对剧本对到天荒地老', '情不自禁跳起了广场舞'],
	'name': '中央戏剧学院',
	'gps': ['116.404574', '39.93599']
}, {
	'quotes': ['被一坨24K纯金粑粑砸中', '爸爸花530万给我买了一套11平米豪华学区房', '被偷了你没有钱的钱包', '买了套房，于是在路边开心地吃起了墙灰', '施舍乞丐后发现碗里的钱比自己还多'],
	'name': '北京实验二小学区',
	'gps': ['116.365659', '39.905513']
}, {
	'quotes': ['遇到了一生中注定会错过的男孩', '暗暗发誓一定要好好学习让孩子在这里读大学', '以知名校友朋友的身份参加晚宴'],
	'name': '北京大学',
	'gps': ['116.31088', '39.99281']
}, {
	'quotes': ['和路人兴奋地尬舞', '和冯小刚尬戏老炮儿片段', '和男朋友在小树林里学习微积分', '被一车面包人暴打', '在众目睽睽下裸泳'],
	'name': '颐和园后面的野湖',
	'gps': ['116.272876', '39.99243']
}, {
	'quotes': ['吃一顿吃了不会长胖的大餐', '搭讪美女被其男友追打三公里', '的路边开心地吃起了土', '被路边的算命先生骗了一次'],
	'name': '宇宙中心五道口',
	'gps': ['116.338611', '39.992552']
}, {
	'quotes': ['搭讪美女被其男友追打十公里', '施舍乞丐后发现碗里的钱比自己还多', '当街唱歌被城管带走，疑噪音扰民', '被大妈邀请成为广场舞领舞'],
	'name': '北京长安大街',
	'gps': ['116.394995', '39.907552']
}, {
	'quotes': ['经历了一场被拒绝的求婚', '吃一顿吃了不会长胖的大餐', '遇见你生命的倒数第五个前任', '当街唱歌被城管带走，疑噪音扰民'],
	'name': '北京王府井',
	'gps': ['116.411539', '39.911949']
}, {
	'quotes': ['哭着闹着要举高高', '被男朋友拿着钻戒求婚', '和男朋友上演还珠格格的戏码', '向漂亮的小姐姐借姨妈巾', '遇见你生命中最后一个前任'],
	'name': '济南大明湖',
	'gps': ['117.025704', '36.675257']
}, {
	'quotes': ['会有一场惨目人睹的艳遇', '喝个烂醉被垃圾车带走', '喊麦：一人我因酒醉', '蹦迪的时候甩掉了头顶的假发', '喝酒的时候被邻桌帅哥搭讪'],
	'name': '上海衡山路酒吧街',
	'gps': ['121.446694', '31.204721']
}, {
	'quotes': ['玩过山车甩掉了头顶的假发', '睡了白雪公主', '举办了一场盛大的婚礼', '遇到了一生中注定会错过的男孩', '挟持白雪公主私奔'],
	'name': '上海迪士尼',
	'gps': ['121.661735', '31.141333']
}, {
	'quotes': ['和男朋友激情尬舞', '向男友求婚忘带戒指', '站在塔尖欲与天公试比高', '哭着闹着要举高高'],
	'name': '东方明珠',
	'gps': ['121.499809', '31.239666']
}, {
	'quotes': ['和阿肆一起吃炸鸡', '被大妈邀请成为广场舞领舞', '遇到了一生中注定会错过的男孩', '会有一场惨目人睹的艳遇', '找到一个新的男朋友'],
	'name': '上海人民广场',
	'gps': ['121.47519', '31.228833']
}, {
	'quotes': ['脱掉衣服准备纵身跳下黄浦江', '被40岁的老阿姨求婚', '被男朋友拿着钻戒求婚', '施舍乞丐后发现碗里的钱比自己还多'],
	'name': '上海外滩',
	'gps': ['121.490602', '31.237767']
}, {
	'quotes': ['搭讪美女被其男友追打三公里', '“汪汪”地叫了一天', '为一个经济适应男而跟其他女人对骂', '会有一场惨目人睹的艳遇', '遇到了一生中注定会错过的男孩'],
	'name': '上海相亲角',
	'gps': ['121.701666', '31.190258']
}, {
	'quotes': ['虹桥一姐抢着和你合影签名'],
	'name': '上海虹桥机场',
	'gps': ['121.327692', '31.194433']
}, {
	'quotes': ['遇见你生命的最后一个前任', '遇到了一生中注定的那个女人', '喝湖水被围观', '经历了一场被拒绝的求婚'],
	'name': '杭州西湖',
	'gps': ['120.122608', '30.227113']
}, {
	'quotes': ['跪求英雄联盟部门删掉亚索', '跪求英雄联盟部门删掉机器人', '跪求英雄联盟部门删掉提莫', '充值qq会员以示尊贵身份', '充值黄钻以示fzl身份'],
	'name': '腾讯大厦',
	'gps': ['113.934576', '22.540487']
}, {
	'quotes': ['自拍突然屏幕炸裂到稀碎', '求婚忘带戒指', '会有一场一生难忘的艳遇', '会遇到自己未来的老婆'],
	'name': '香港维多利亚港',
	'gps': ['114.182188', '22.285598']
}, {
	'quotes': ['参加我是歌手哭到眼肿'],
	'name': '芒果卫视',
	'gps': ['113.046313', '28.235927']
}, {
	'quotes': ['喝个烂醉被垃圾车带走', '会有一场一生难忘的艳遇', '与一个陌生异性发生了不可言状的事情', '遇见你生命的倒数第二个前任', '被男朋友拿着钻戒求婚', '遇到了一生中注定会错过的男孩'],
	'name': '丽江古城',
	'gps': ['100.235722', '26.870397']
}, {
	'quotes': ['剃发为志潜心学习少林功夫'],
	'name': '少林寺',
	'gps': ['112.941363', '34.506982']
}, {
	'quotes': ['会有一场惨目人睹的艳遇', '喝个烂醉被垃圾车带走', '和不会跳舞的男朋友蹦迪', '蹦迪的时候甩掉了头顶的假发', '喝酒的时候被邻桌美女搭讪'],
	'name': '西安德福巷酒吧街',
	'gps': ['108.944143', '34.254162']
}, {
	'quotes': ['走进窄巷子不小心卡在墙缝中'],
	'name': '成都宽窄巷子',
	'gps': ['104.053581', '30.663845']
}, {
	'quotes': ['转发此锦鲤2017会有好运'],
	'name': '成都锦里',
	'gps': ['104.049882', '30.647148']
}, {
	'quotes': ['转发此锦鲤2017会有好运'],
	'name': '成都锦里',
	'gps': ['104.049882', '30.647148']
}, {
	'quotes': ['转发此锦鲤2017会有好运'],
	'name': '成都锦里',
	'gps': ['104.049882', '30.647148']
}, {
	'quotes': ['转发此锦鲤2017会有好运'],
	'name': '成都锦里',
	'gps': ['104.049882', '30.647148']
}, {
	'quotes': ['转发此锦鲤2017会有好运'],
	'name': '成都锦里',
	'gps': ['104.049882', '30.647148']
}, {
	'quotes': ['转发此锦鲤2017会有好运'],
	'name': '成都锦里',
	'gps': ['104.049882', '30.647148']
}, {
	'quotes': ['转发此锦鲤2017会有好运'],
	'name': '成都锦里',
	'gps': ['104.049882', '30.647148']
}, {
	'quotes': ['转发此锦鲤2017会有好运'],
	'name': '成都锦里',
	'gps': ['104.049882', '30.647148']
}, {
	'quotes': ['转发此锦鲤2017会有好运'],
	'name': '成都锦里',
	'gps': ['104.049882', '30.647148']
}, {
	'quotes': ['转发此锦鲤2017会有好运'],
	'name': '成都锦里',
	'gps': ['104.049882', '30.647148']
}, {
	'quotes': ['转发此锦鲤2017会有好运'],
	'name': '成都锦里',
	'gps': ['104.049882', '30.647148']
}, {
	'quotes': ['转发此锦鲤2017会有好运'],
	'name': '成都锦里',
	'gps': ['104.049882', '30.647148']
}, {
	'quotes': ['转发此锦鲤2017会有好运'],
	'name': '成都锦里',
	'gps': ['104.049882', '30.647148']
}, {
	'quotes': ['转发此锦鲤2017会有好运'],
	'name': '成都锦里',
	'gps': ['104.049882', '30.647148']
}, {
	'quotes': ['转发此锦鲤2017会有好运'],
	'name': '成都锦里',
	'gps': ['104.049882', '30.647148']
}, {
	'quotes': ['爬到楼顶猛瘦50斤', '和最爱的人在此合影'],
	'name': '台湾101大厦',
	'gps': ['120.6794', '24.137525']
}, {
	'quotes': ['高喊：这儿是中国的！', '高喊：谁也别跟我们中国抢！'],
	'name': '钓鱼岛',
	'gps': ['123.475139', '25.742234']
}, {
	'quotes': ['偶遇了千年不遇的水怪'],
	'name': '新疆喀纳斯湖',
	'gps': ['87.055797', '48.82663']
}, {
	'quotes': ['等到了一生中最爱的人', '会有一场一生难忘的艳遇', '男朋友拿着超大颗的钻戒向你求婚'],
	'name': '三亚天涯海角',
	'gps': ['109.354581', '18.292417']
}, {
	'quotes': ['和习大大一起吃肉夹馍', '和习大大一起吃羊肉泡馍', ''],
	'name': '中南海',
	'gps': ['116.385971', '39.907677']
}]